<template>
	<div>
		<header class="pddingTop navbarrighttext">
			<van-nav-bar
				title="服务协议"
				left-arrow
				@click-left="onClickLeft"
			/> 
		</header>	
		<div class="mainservice">
			<p>
				抢单侠创业平台是由上海本翔电子商务有限公司运营的服务平台，抢单侠创业平台依据本协议的约定为抢单侠创业平台会员（以下称“您”或称“会员”）提供服务，本协议在您和抢单侠创业平台间具有合同上的法律效力。抢单侠创业平台在此特别提醒您认真阅读、充分理解本《抢单侠创业平台服务协议》（以下简称“本协议”）各条款，特别是以粗体、下划线标注的内容、抢单侠创业平台权利和责任的条款及您的权利义务条款等。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用抢单侠创业平台本协议下所提供的服务。您一经注册或使用抢单侠创业平台即视为对本协议全部条款已充分理解并完全接受。抢单侠创业平台有权随时对本协议内容进行单方面的变更，并以公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用抢单侠创业平台服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容；若您不同意修改后的协议内容，您应停止使用抢单侠创业平台的服务。
				您点击同意本协议后，您承诺接受并遵守本协议的约定，并不得以未阅读本协议的内容等理由主张本协议无效，或要求撤销本协议。
			</p>
			<h3>【特别提示】使用本服务需要您遵守公民个人信息相关法律法规，否则可能将承担刑事责任！</h3>
			<h3>第一章 会员资格</h3>
			<p>
				1. 您应保证您所服务的机构合法存续，并具备从事贷款业务的资质。您在使用抢单侠创业平台前需提交个人有效身份信息、您所服务机构的注册信息、等进行实名认证并及时更新正确、最新及完整的资料，抢单侠创业平台有权对用户提供的身份信息及相关资料进行核对，若有证据或有合理理由怀疑您提供的资料错误、不实、过时或者不完整的，抢单侠创业平台有权暂停或终止向您提供部分或者全部服务。
			</p>
			<p>
				2. 您保证您与您所服务机构签署了劳动合同，是所服务机构的正式员工，您需要提供社保、公积金记录，并已提供获得从事贷款业务所必要的授权证明。
			</p>
			<p>
				3. 您保证您所提供的信息是真实有效的信息，若因为您提供错误或虚假信息给抢单侠创业平台带来损失或者造成不利影响的，抢单侠创业平台将保留追偿的权利。
			</p>
			<h3>
				4. 抢单侠创业平台将通过公安部身份识别系统、开户银行等途径交叉验证用户姓名、身份证号及银行预留手机号的一致性，用户同意授予抢单侠创业平台为上述工作所必须的授权，如发现有诈骗行为，抢单侠创业平台将有权提交你的当前位置和个人资料至当地公安局，并保留司法、行政等追索权。
			</h3>
			<h3>
				5. 您保证不得使用他人的或虚假的身份信息、银行账号等资料进行注册，由此对本平台及他人造成财产损失或其他损失的，您应当承担相应的民事或刑事责任。信贷经理改变信贷资质、所在机构等其他信息的，应及时向本平台提交变更申请或注销申请，若因信息变更不及时导致本平台或其他用户遭受财产损失或其他人身、财产安全危险的，本平台有权立即冻结该账户，并向公安机关或其他主管部门举报。
			</h3>
			<p>
				6. 若您不符合本协议规定的会员资格，请您切勿使用抢单侠创业平台提供的相关服务。
			</p>
			<h3>
				第二章 会员账户和密码的使用、保管
			</h3>
			<p>
				1. 您的抢单侠创业平台会员用户名和密码仅限于您自身使用，抢单侠创业平台不允许以任何形式进行转让或借用会员账户，因您擅自转让、借用而产生的一切纠纷，您需自行承担全部责任。若因此给抢单侠创业平台带来损失或不利影响的，抢单侠创业平台将保留向您全额追偿的权利。
			</p>
			<p>
				2. 您的抢单侠创业平台会员用户名和密码由您自行设置并保管，抢单侠创业平台任何时候均不会主动要求您提供您的账户密码。建议您务必保管好您的账户。因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，抢单侠创业平台不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
			</p>
			<p>
				3. 您设置的用户名不得违反国家法律法规及有鱼贷款关于用户名的管理规定，否则抢单侠创业平台可以采取回收用户名、暂时冻结账户、乃至直接回收您的账户等措施。
			</p>
			<h3>
				第三章 服务和费用
			</h3>
			<h3>
				服务
			</h3>
			<p>
				1. 抢单侠创业平台的贷款用户来源为华赞平台相关微信公众号以及其他相关合作推广方，经借款人及合作平台的合法授权可发布借款人的借款信息，您可在本平台查看借款信息，确定提供信贷服务的，可与借款人自行协商借贷事宜；由于贷款用户在申请过程中部分信息本平台并不会进行干预，所以本平台不会承诺贷款信息完全真实有效。
			</p>
			<h3>
				2. 抢单侠创业平台平台服务详情以平台当时提供的服务内容为准。抢单侠创业平台平台所提供的各种信息及资料仅为参考，您应依其独立判断做出决策。您据此进行交易的，产生的风险由您自行承担，您无权据此向抢单侠创业平台提出任何法律主张。在交易过程中，您与有借款需求的用户（以下简称“用户”）、其他会员之间发生的纠纷，由纠纷各方自行解决，抢单侠创业平台不承担任何责任。
			</h3>
			<p>
				3. 抢单侠创业平台平台作为有借款需求的用户（个人、企业或其他组织）和资金提供方（借出者）的信息对接平台。抢单侠创业平台不能控制双方交易所涉及的服务的质量、安全或合法性，信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。抢单侠创业平台并不作为接受服务方或是提供服务方的身份参与交易行为的本身。抢单侠创业平台提醒您应该通过自己的谨慎判断确定服务及相关信息的真实性、合法性和有效性。
			</p>
			<h3>
				4. 有借款需求的用户将借款需求发布至抢单侠创业平台平台，您应对用户的借款需求进行自行确认，确认之后可进行交易。若因未仔细确认借款人的要求而发生纠纷，抢单侠创业平台不承担任何责任。
			</h3>
			<p>
				5. 在不违反适用法律的强制性规定的前提下，抢单侠创业平台所提供的服务有可能会发生变更或者增加。
			</p>
			<h3>
				费用
			</h3>
			<p>
				1. 当您使用本协议项下抢单侠创业平台服务时，抢单侠创业平台会向您收取相关服务费用，各项服务费用请详见您使用抢单侠创业平台服务时抢单侠创业平台平台上所列之收费方式说明。
			</p>
			<p>
				2. 尽管前款条款的约定，但抢单侠创业平台在适用法律许可的前提下，有权自行决定是否调整收费标准及收费方式等。
			</p>
			<p>
				3. 您因使用抢单侠创业平台所提供服务完成的交易而取得的收入，应当由您按照所适用法律规定承担相应的税费。
			</p>
			<h3>
				第四章 信息
			</h3>
			<p>
				1. 抢单侠创业平台平台上关于用户或项目信息（包括但不限于用户名称、联系人及联络信息，项目的描述和说明，相关图片等）均由用户合法授权提供，用户依法应对其提供的任何信息承担全部责任。抢单侠创业平台对此等信息的准确性、完整性、合法性、有效性或真实性均不承担任何责任。
			</p>
			<p>
				2. 抢单侠创业平台对任何使用或提供抢单侠创业平台平台信息的商业活动及其风险不承担任何责任。
			</p>
			<h3>
				3. 在此提醒会员，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：抢单侠创业平台中第三方提供的应用、网站）和由抢单侠创业平台处接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方对信息的使用不受本政策的约束。请您与他们直接联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。
			</h3>
			<h3>
				第五章 会员的权利与义务
			</h3>
			<p>
				1. 您有权利拥有在抢单侠创业平台的会员用户名及登录密码，并有权利使用您的会员用户名及密码随时登录抢单侠创业平台平台公众号。您不得以任何形式擅自转让或授权他人使用您的抢单侠创业平台会员用户名及密码。因擅自转让或借用而造成您和第三方的纠纷，抢单侠创业平台不承担任何责任。
			</p>
			<p>
				2. 您有权根据本协议的规定以及抢单侠创业平台平台发布的相关规则利用抢单侠创业平台平台信息查询服务信息、参加抢单侠创业平台的有关活动以及有权享受抢单侠创业平台提供的其它的有关服务。
			</p>
			<p>
				3. 您保证在为有借款需求的用户提供服务的过程中，不应收取除其所属机构明确公示以外的任何其他费用。
			</p>
			<p>
				4. 您同意遵守抢单侠创业平台的交易规则，接收来自抢单侠创业平台或抢单侠创业平台合作伙伴发出的邮件或信息。
			</p>
			<p>
				5. 您严禁在未经用户许可的情况下，将其个人/企业信息向第三方泄露，如违反抢单侠创业平台将取消您与抢单侠创业平台合作的资格。因此而产生的任何纠纷，抢单侠创业平台不承担任何责任。
			</p>
			<p>
				6. 您应当保证在使用抢单侠创业平台平台过程中遵守诚实信用的原则，不得涉及有反动、暴力、淫秽、毒品、赌博、教唆及有损社会公共道德的内容，不得涉及各类违法或违规信息。
			</p>
			<p>
				7. 您在抢单侠创业平台平台上不得涉及包含有国家禁止或限制包含有侵犯他人知识产权或其它合法权益的信息，也不得涉及违背社会公共利益或公共道德的、或是抢单侠创业平台认为不适合在抢单侠创业平台上出现的信息。
			</p>
			<p>
				8. 您承诺自己在使用抢单侠创业平台平台服务时实施的所有行为均遵守国家法律、法规和抢单侠创业平台的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，您独立承担所有相应的法律责任。
			</p>
			<p>
				9. 您同意，在未经抢单侠创业平台事先书面同意的情况下，不得以复制、传播等方式使用在抢单侠创业平台平台上展示的任何资料。
			</p>
			<p>
				10. 您同意并保证不得利用抢单侠创业平台提供的服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：
			</p>
			<p>
				10.1. 反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。
			</p>
			<p>
				10.2. 侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。
			</p>
			<p>
				10.3. 违反依法律或合约所应负之保密义务。
			</p>
			<p>
				10.4. 冒用他人名义使用抢单侠创业平台服务。
			</p>
			<p>
				10.5. 从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。
			</p>
			<p>
				10.6. 提供赌博资讯或以任何方式引诱他人参与赌博。
			</p>
			<p>
				10.7. 涉嫌洗钱、套现或进行传销活动的。
			</p>
			<p>
				10.8. 从事任何可能含有电脑病毒或是可能侵害抢单侠创业平台服务系統、资料等行为。
			</p>
			<p>
				10.9. 利用抢单侠创业平台服务系统进行可能对互联网或移动网正常运转造成不利影响之行为。
			</p>
			<p>
				10.10. 侵犯抢单侠创业平台的商业利益，包括但不限于发布非经抢单侠创业平台许可的商业广告。
			</p>
			<p>
				10.11. 利用抢单侠创业平台服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。
			</p>
			<p>
				10.12. 其他抢单侠创业平台有正当理由认为不适当之行为。
			</p>
			<h3>
				第六章 信息安全规则
			</h3>
			<h3>
				1. 本平台系为资金提供方提供出借、融资渠道的互联网信息服务提供商，为了维护借款人的个人信息安全，保证本平台及用户行为的合法性，用户需遵守以下个人信息利用的规则，否则可能面临刑事责任风险：
			</h3>
			<h3>
				1.1. 合法使用并妥善保管通过抢单侠创业平台获取的借款人的基本信息且仅用于判定征信和还款能力；
			</h3>
			<h3>
				1.2. 严禁将通过抢单侠创业平台获取的借款人信息，以完整或分割、全部或部分的形式提供给任何第三方，提供的形式包括但不限于买卖、赠与、交换等；
			</h3>
			<h3>
				1.3. 严禁将通过抢单侠创业平台获取的借款人信息用于与该笔借款业务无关的其他用途；
			</h3>
			<h3>
				1.4. 同意并授权抢单侠创业平台通过公安部身份识别系统、开户银行、工商信息系统等途径交叉验证用户姓名（名称）、证件号码及银行预留手机号的一致性。
			</h3>
			<h3>
				1.5. 您承诺在本平台进行借贷的资金来源合法，借款用途合法，不得利用本平台进行诈骗、盗窃、洗钱、非法集资等违法犯罪活动，以及侵犯他人人身、财产权益的活动。
			</h3>
			<h3>
				2. 如果抢单侠创业平台发现或收到他人举报或投诉您违反本协议约定或法律规定的，抢单侠创业平台有权采取必要措施对包括但不限于用户资料、借贷记录、通讯录在内的信息进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁、功能封禁等在内的处罚，并且通知用户处理结果。对于不良用户，平台可以根据事先公示的程序和规则对部分功能进行必要的封禁。被处罚用户可向抢单侠创业平台平台相关页面提交申诉，抢单侠创业平台将对申诉进行审查，并自行独立判断决定是否采取或变更处罚措施。
			</h3>
			<h3>
				第七章 抢单侠创业平台的权利与义务
			</h3>
			<p>
				1. 抢单侠创业平台有义务在现有技术上维护整个网上平台的正常运行，并努力提升和改进技术。对与您在注册使用抢单侠创业平台平台中所遇到的与信息发布或注册有关的问题及反应的情况，抢单侠创业平台应及时作出回复。
			</p>
			<p>
				2. 对于您在抢单侠创业平台平台上的不当行为或其它任何抢单侠创业平台认为应当终止服务的情况，抢单侠创业平台有权随时作出删除相关信息、终止服务提供等处理，而无须征得您的同意。
			</p>
			<p>
				3. 因网上平台的特殊性，抢单侠创业平台没有义务对所有用户的注册资料、行为及其他事项进行事先审查。
			</p>
			<p>
				4. 您理解并认可，抢单侠创业平台对您及其所属机构与用户之间产生的争议无关，对此亦不承担任何责任。
			</p>
			<h3>
				5. 您了解抢单侠创业平台并不是银行或金融机构，按照中国法律规定，抢单侠创业平台不提供金融服务。
			</h3>
			<p>
				6. 您理解并同意，抢单侠创业平台向符合条件的用户及会员提供服务。抢单侠创业平台无法也没有义务保证用户、会员在发出借款意向后，能够实际借款成功，用户、会员因前述原因导致的损失（包括但不限于利息、手续费等损失）由用户、会员自行承担，抢单侠创业平台不承担责任。
			</p>
			<p>
				7. 抢单侠创业平台不对任何用户、会员及/或任何交易提供任何担保或条件，无论是明示、默示或法定的。抢单侠创业平台不能也不试图对用户、会员发布的信息进行控制，对该等信息，抢单侠创业平台不承担任何形式的证明、鉴定服务。抢单侠创业平台不能完全保证平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且无需承担任何由此引起的法律责任。您依赖于您的独立判断进行交易，应对其作出的判断承担全部责任。
			</p>
			<p>
				8. 抢单侠创业平台有权对您的注册数据及信息发布行为进行查阅，发现注册数据或信息发布行为中存在任何问题或怀疑，均有权向您发出询问及要求改正的通知。
			</p>
			<h3>
				第八章 信息提供和隐私权
			</h3>
			<p>
				1. 您应保证您向抢单侠创业平台提供的个人资料(包括但不限于姓名、身份证号、联系方式、所属机构等)均真实有效，并在出现任何工作变动时第一时间告知抢单侠创业平台平台。
			</p>
			<p>
				2. 您在访问、使用抢单侠创业平台或申请使用抢单侠创业平台服务时，必须提供本人真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护个人隐私是抢单侠创业平台的重点原则，抢单侠创业平台通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的信息安全。
			</p>
			<p>
				3. 抢单侠创业平台不负责审核您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证抢单侠创业平台免受由此而产生的任何损害或责任。若抢单侠创业平台发现您提供的个人信息是虚假、不准确或不完整的，抢单侠创业平台有权自行决定终止向您提供服务。
			</p>
			<p>
				4. 抢单侠创业平台对于您提供的、自行收集到的、经认证的个人信息将按照本协议及有关规则予以保护、使用或者披露。
			</p>
			<p>
				5. 您理解抢单侠创业平台对您的个人资料进行分析整合，并向为您提供服务的第三方提供为完成该项服务必要的信息。
			</p>
			<h3>
				6. 您理解，为申请获得抢单侠创业平台服务，您应向抢单侠创业平台提供您的个人信息，为向您提供服务之目的，抢单侠创业平台须向第三方透露您的个人信息。您特此向抢单侠创业平台授权，为提供服务之目的，抢单侠创业平台有权使用您的个人信息、您申请服务时提供相关信息和您在使用服务时储存在抢单侠创业平台的非公开内容（以下简称“个人资料”）。抢单侠创业平台保证在除为提供服务之目的外，不对外公开或向第三方提供您的个人资料，但下列情况除外：
			</h3>
			<h3>
				(1) 事先获得您的明确授权；
			</h3>
			<h3>
				(2) 根据法律规定，或应行政机关、司法机关要求，向第三人或行政机关、司法机关披露；
			</h3>
			<h3>
				(3) 如您系权利人并针对他人在抢单侠创业平台平台上侵犯您利益的行为提起投诉，应被投诉人要求，向被投诉人披露；
			</h3>
			<h3>
				(4) 权利人认为您在抢单侠创业平台平台上的行为侵犯其合法权利并提出投诉的，可向权利人披露；
			</h3>
			<h3>
				(5) 以维护抢单侠创业平台合法权益之目的；
			</h3>
			<h3>
				(6) 维护社会公众利益； 
			</h3>
			<h3>
				(7) 其他合法要求。 
			</h3>
			<h3>
				第九章 免责声明
			</h3>
			<h3>
				1. 抢单侠创业平台并不实质性介入您与用户、其他会员、金融机构之间的交易，对此，您充分理解并认可。
			</h3>
			<p>
				2. 您将对您发布的信息及其他在抢单侠创业平台平台上发生的任何行为承担责任，抢单侠创业平台对此不负任何责任。
			</p>
			<p>
				3. 抢单侠创业平台是一个开放平台，您将个人/企业信息、文章或照片等个人资料上传到抢单侠创业平台平台上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，您必须充分意识此类风险的存在。作为网络服务的提供者，抢单侠创业平台对您在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。您明确同意使用抢单侠创业平台服务所存在的风险或产生的一切后果将完全由您自身承担，抢单侠创业平台对上述风险或后果不承担任何责任。
			</p>
			<p>
				4. 您违反本协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，抢单侠创业平台不承担任何责任。同时，抢单侠创业平台对任何第三方通过抢单侠创业平台发送服务或包含在服务中的任何内容不承担责任。
			</p>
			<p>
				5. 对任何第三方通过抢单侠创业平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，抢单侠创业平台不承担责任。
			</p>
			<p>
				6. 对黑客行为、计算机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，抢单侠创业平台不承担责任。如您发现任何非法使用会员帐号或安全漏洞的情况，请立即与抢单侠创业平台联系。
			</p>
			<p>
				7. 抢单侠创业平台不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。
			</p>
			<p>
				8. 您无任何附加条件的接受，抢单侠创业平台、抢单侠创业平台的关联公司和相关实体或抢单侠创业平台的服务商在任何情况下均不就因抢单侠创业平台平台、抢单侠创业平台的服务或本协议而产生或与之有关的利润损失或任何特别、间接或直接性的损害（无论以何种方式产生，包括疏忽）承担任何责任。
			</p>
			<h3>
				第十章 服务中断或故障
			</h3>
			<p>
				1. 您同意，基于互联网的特殊性，抢单侠创业平台不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使您无法使用任何抢单侠创业平台所提供的服务或使用任何抢单侠创业平台服务时受到任何影响时，抢单侠创业平台对您或第三方不负任何责任，前述状况包括但不限于：
			</p>
			<p>
				1.1. 抢单侠创业平台系统停机维护期间。
			</p>
			<p>
				1.2. 电信设备出现故障不能进行数据传输的。
			</p>
			<p>
				1.3.由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的抢单侠创业平台服务中断或延迟。
			</p>
			<p>
				1.4. 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成抢单侠创业平台系统障碍不能执行业务的。
			</p>
			<h3>
				第十一章 知识产权的保护
			</h3>
			<p>
				1. 抢单侠创业平台平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由抢单侠创业平台或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
			</p>
			<p>
				2. 非经抢单侠创业平台或其他权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表抢单侠创业平台平台程序或内容。
			</p>
			<p>
				3. 会员未经抢单侠创业平台的明确书面同意不许下载（除了页面缓存）或修改平台或其任何部分。会员不得对抢单侠创业平台平台或其内容进行转售或商业利用；不得收集和利用产品目录、说明和价格；不得对抢单侠创业平台平台或其内容进行任何衍生利用；不得为其他商业利益而下载或拷贝账户信息或使用任何数据采集、Robots或类似的数据收集和摘录工具。未经抢单侠创业平台的书面许可，严禁对抢单侠创业平台平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录（无论是否通过Robots、Spiders、自动仪器或手工操作）。另外，严禁为任何未经本使用条件明确允许的目的而使用抢单侠创业平台平台上的内容和材料。
			</p>
			<p>
				4. 未经抢单侠创业平台明确书面同意，会员不得以任何商业目的对抢单侠创业平台平台或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。未经抢单侠创业平台明确书面同意，会员不得把抢单侠创业平台或其关联公司的商标、标识或其他专有信息（包括图像、文字、网页设计或形式）据为己有。未经抢单侠创业平台明确书面同意，会员不得以任何方式使用抢单侠创业平台或其关联公司的名字和商标。任何未经授权的使用都会终止抢单侠创业平台所授予的允许或许可。
			</p>
			<p>
				5. 您在使用本协议项下的服务期间产生的成果（包括但不限于您的个人资料、您发布的图片、文字等，以下统称“使用成果”）的知识产权由您享有，所产生的责任由您承担。
			</p>
			<p>
				6. 尊重知识产权是会员应尽的义务，如有违反，会员应对抢单侠创业平台承担损害赔偿等法律责任。
			</p>
			<h3>
				第十二章 补偿及责任免除
			</h3>
			<h3>
				就任何第三方提出的，由于您违反本协议或纳入本协议的条款和规则或您违反任何法律或侵犯第三方的权利而产生或引起的任一种类和性质的任何索赔、要求、诉讼、损失和损害（包括直接或间接的），无论是已知或未知的，包括合理的律师费，您同意就此对抢单侠创业平台和（如适用）抢单侠创业平台的母公司、子公司、关联公司、合作伙伴、高级职员、董事、代理人和雇员进行补偿并使其免受损害。
			</h3>
			<h3>
				第十三章 条款的解释、法律适用及争端解决
			</h3>
			<p>
				1. 本协议是由您与抢单侠创业平台共同签订的，本协议内容包括但不限于协议正文条款及抢单侠创业平台已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与本协议正文具有同等法律效力。
			</p>
			<p>
				2. 本协议不涉及您与用户、金融机构、抢单侠创业平台的其他会员之间，因网上交易而产生的法律关系及法律纠纷。但您在此同意将全面接受并履行与用户、抢单侠创业平台其他会员在抢单侠创业平台签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。
			</p>
			<p>
				3. 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。
			</p>
			<p>
				4. 本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律。
			</p>
			<p>
				5. 本协议签订地为中国上海市。因本协议所引起的您与抢单侠创业平台的任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交抢单侠创业平台所在地有管辖权的人民法院诉讼解决。
			</p>
			<p>
				6. 本协议中的标题仅为方便而设，不影响对于协议本身的解释。本协议最终解释权归抢单侠创业平台所有。
			</p>
		</div>
	</div>
</template>
<script>
export default {
	methods:{
		onClickLeft(){
			this.$router.go(-1)
		}
	}
}
</script>
<style lang="less" scoped>
	.mainservice{
		padding:15px;
		font-size:14px;
		color: #333333;
		text-in
		p{
			margin-bottom: 10px;
			line-height: 30px;
		}
		h3{
			margin-bottom:10px;		
			line-height: 30px;
			font-weight: bold;

		}
	}
</style>