<template>
  <div class="Proxyagreement">
    <h3>推广代理协议</h3>
友情提醒：在您申请成为抢单侠创业平台微信公众号的个人代理前，请您务必仔细阅读并透彻理解本协议。您可以选择不申请成为抢单侠创业平台微信公众号的个人代理，但如果您申请成为抢单侠创业平台微信公众号的个人代理，您的申请行为将被视为对本协议全部内容的同意与认可，本协议将构成对双方具有约束力的法律文件。
上海本翔电子商务有限公司（以下简称“上海本翔”）委托您（以下简称“代理方”）作为个人代理推广抢单侠创业平台微信公众号等产品及服务，针对该代理事宜签订本协议如下以共同遵守。
    <h4>一、合作事项</h4>
合作内容：合作期内，上海本翔委托代理方作为个人非独家代理推广上海本翔抢单侠创业平台微信公众号等产品及服务（以下统一简称“抢单侠创业平台”）。
    <h4>二、上海本翔权利与义务</h4>
1.	上海本翔系“抢单侠创业平台”合法运营方，负责“抢单侠创业平台”平台运营、升级及维护，上海本翔保证“抢单侠创业平台”平台不存在违法违规情形，不侵犯第三方合法权益。
<br>
2.	上海本翔委托代理方作为个人非独家代理推广“抢单侠创业平台”，上海本翔有权针对该委托代理具体事宜向代理方提出要求、指示，并对代理方进行评估、检查、监督，代理方需积极遵守。
<br>
3.	上海本翔有权根据自身业务发展需要对本协议及抢单侠平台产品做出调整，包括但不限于提前终止协议、变更代理模式、劳务报酬支付标准等，上海本翔做出的相关调整须提前在合理期间内通知代理方。
<br>
4.	上海本翔按照本协议约定支付代理方相应劳务报酬。
<h4>三、代理方权利与义务</h4>
1.	代理方接受上海本翔委托作为个人代理推广“抢单侠创业平台”，承诺严格遵守上海本翔委托代理要求、指示，仅在“宣传‘抢单侠创业平台’并引导用户使用该产品”范围内执行上海本翔委托代理事务。
<br>
2.	代理方宣传“抢单侠创业平台”以上海本翔提供的宣传内容、素材范围为限，不得擅自更改内容，或进行虚假宣传。如因此导致上海本翔或第三方任何损失的，代理方将承担全部赔偿责任。
<br>
3.	代理有效期内，如用户通过代理方宣传引导点击抢单侠平台第三方贷款产品链接申请借款并成功获得放款的，代理方按照上海本翔“抢单侠”平台相关规定获得劳务报酬，除双方对支付期限另有约定外，该劳务报酬由上海本翔按月代扣个人所得税后支付至代理方“抢单侠创业平台”账户，代理方可进行提现。
<br>
4.	代理方确认并同意，上海本翔有权根据与第三方合作情况及自身需求调整代理方获得劳动报酬的计算标准，但上海本翔应及时在“抢单侠创业平台”平台公示或通知代理方。
<br>
5.	代理方在抢单侠创业平台账户内的余额需在入账后一年内提现，如延期提现，上海本翔有权收取账户余额10%的管理费。
<br>
6.	双方确认，甲乙双方仅为委托代理关系，不具有任何劳动关系，代理方无需执行上海本翔内部用人单位规章制度。
<br>
7.	代理方承诺审慎履行委托代理事务，自觉维护上海本翔及上海本翔合作方的商誉、品牌价值和利益，不得侵犯上海本翔及任何第三方的合法权益。
<br>
8.	代理方承诺不超出本协议委托范围、委托期限、特定委托地域从事代理事务，且不得转委托任何第三方。如因此造成上海本翔或第三方任何损失的，代理方将承担全部赔偿责任。
<br>
9.	本协议终止后，代理方承诺不再以 “抢单侠创业平台”代理名义开展任何活动和项目，如因此造成上海本翔或者第三方损失的，代理方应全部赔偿。
<br>
10.	代理方不得利用上海本翔名义进行本协议委托范围以外的任何活动及项目。未经上海本翔书面同意，代理方不得利用上海本翔名义为自己进行广告宣传，除本协议宣传目的外不得以任何方式发布上海本翔提供的宣传广告或资料，否则因此引起的纠纷或及给上海本翔造成的一切损失均由代理方承担。
<br>
11.	本协议内容处于不定时修改与更新中，代理方同意并接受，如代理期间本协议发生变更修改的，代理方将主动关注本协议的更新修改情况，有任何异议，将在协议修订后三个工作日内提出，否则将视为对协议更新、修改内容的全部接受。
<h4>四、保密义务</h4>
1.	
代理方保证对本协议及在本协议履行过程中所了解的保密信息保密。保密信息包括但不限于：
<br>
1)代理方在本协议履行过程中所了解到上海本翔的业务信息，包括而不限于商务合同、交易信息、交易模式、合作方信息。
<br>
2)代理方在本协议履行过程中所了解到上海本翔的经营信息与相关客户名单以及客户的个人信息，包括而不限于上海本翔的商业和策划信息、商业推广渠道和方案、市场资料以及客户征信信息、工作单位、收入情况、偿债能力、家庭信息、借贷习惯等用户个人信息。
<br>
2.	代理方确认承担本协议约定的各项信息的保密义务，即不得向任何第三方披露、不复制或通过信息网络向任何第三方披露、不对外销售或赠予保密信息。
<br>
3.	代理方知晓上海本翔的客户信息属于个人信息的范畴，包括但不限于姓名、身份证信息、银行账号信息等属于敏感个人或公司资料，代理方不得向任何第三方透露或披露该等资料，该等资料除属于上海本翔商业秘密外，更关系信息所涉及人员或公司之信息安全、财产安全以及生命安全，受《中华人民共和国刑法》等法律法规之规制。代理方明知如有任何泄露，无论是否获得利益，均具备刑事犯罪之嫌疑。代理方当以自已之最大能力确保该等信息不被泄露。
<br>
4.	本条规定的保密义务不因本协议的变更、解除或终止而终止。未经对方书面同意，任何一方不得以任何形式公开本协议及附件内容。
<br>
5.	不论违反保密责任是出于故意或过失，都应向对方赔偿因其违约行为而遭受的经济损失，包括但不限于直接损失、间接损失、预期损失和因索赔而支付的调查费、诉讼费、律师费、交通费和差旅费等。
<h4>六、违约责任</h4>
1.	双方应全面履行本协议的约定、承诺、保证等，如一方不履行或不完全履行本协议约定的条款，即构成违约，违约方应对由此给另一方造成的一切损失承担经济和法律责任。
<br>
2.	如代理方违约，上海本翔有权从代理方的劳务报酬中予以直接抵扣代理方应承担的违约金或赔偿金，仍不足支付违约金或赔偿上海本翔经济损失的，代理方必须补足差额部分。
<h4>七、其他条款</h4>
1.	本协议相关事项需要通知另一方时，任何一方有权按照已获知的对方联系方式或通过“抢单侠”平台通知对方，通知到达或发布时生效。
<br>
2.	本协议适用中华人民共和国法律并依其解释。任何由本协议产生的或与本协议有关的争议，首先经甲、乙双方协商解决。协商不成的，任意一方有权将争议提交上海仲裁委员会仲裁解决。仲裁裁决是终局的，对双方当事人均有约束力。
  </div>
</template>
<script>
export default {};
</script>
<style lang="less" scoped>
.Proxyagreement {
  padding: 10px;
  font-size: 16px;
  line-height: 30px;
}
</style>
